Repository: RogerTangos/xr_welcome_bot
Catalog: locale/*/LC_MESSAGES/*.po
Languages: nl_nl

source: As a new rebel, you might have some questions. The Q&A Telegram Channel is really good for that. You should join it 👉 {link} 💬 However, we've also prepared some information for you to start with.
nl_nl: Als nieuwe rebel heb je misschien wat vragen. Het Q&A-Telegramkanaal is daar zeer geschikt voor. Meld je daar vooral voor aan: 👉 {link} 💬 We hebben ook alvast wat informatie verzameld om je wegwijs te maken.

source: Why does XR exist? (the crisis)
nl_nl: Waarom bestaat XR?

source: Why XR exists.pdf
nl_nl: Waarom XR bestaat.pdf

source: What does XR do? (the solution)
nl_nl: Wat doet XR?

source: What XR does.pdf
nl_nl: Wat XR doet.pdf

source: How is XR organized? (the logistics)
nl_nl: Hoe is XR georganiseerd? (de logistiek)

source: How XR is organized.pdf
nl_nl: Hoe XR georganiseerd is.pdf

source: But really, how does this work? (the reality)
nl_nl: Maar hoe werkt het echt? (de realiteit)

source: How XR is organized (unofficial guide).pdf
nl_nl: Hoe XR georganiseerd is (unofficial guide).pdf

source: How do we communicate? (telegram chats)
nl_nl: Hoe wordt er gecommuniceerd? (telegram chats)

source: 1. Broadcast XR Arnhem/Nijmegen: This chat is meant to share upcoming actions, training sessions or urgent requests. Anyone is allowed to post something, but check with yourself whether it is meant to be in this channel. Follow this channel if you want to keep updated on what is going on with XR Arnhem/Nijmegen: {broadcast_link} 2. Dorpsplein XR Arnhem/Nijmegen: This chat is meant for discussing actions and XR related questions. We advise to not have eleborated discussions, if you want to do this you can dm eachother or add an agenda point to the next meeting. Follow this channel if you want to be more involved and active in XR Arnhem/Nijmegen: {dorpsplein_link} 3. Information Share XR Arnhem/Nijmegen: This chat is meant to share information, news articles and petitions about anything related to climate. Follow this channel if you are interested in keeping updated about the latest news about the climate and the environment: {info_channel_link} 4. Welcome XR Arnhem/Nijmegen: This chat is meant for new rebels who have questions about our local group. Contact @mrpimmetjepom if you have questions about this group. {welcome_channel_link} 5. Arts XR Arnhem/Nijmegen: This chat is meant for people that want to join the Arts circle. This circle creates different artworks for actions or other XR related events. Contact @metamathics if you want to join this circle or for questions. 6. Onboarding and Integration XR Arnhem/Nijmegen: This chat is meant for people that want to join the Onboarding and Integration circle. This circle provides an integration programme for new rebels. {onboarding_link} 7. There are different Affinity Groups, if you have any questions about them or if you want to join one or have any questions, you can contact @pepijnv. 8. There are different working groups, that are focused on specific actions or long term projects. Ask around on Dorpsplein if you want to join any of them.
nl_nl: 1. Broadcast XR Arnhem/Nijmegen: Deze chat is bedoeld om aankomende acties, trainingen of dringende verzoeken te delen. Iedereen mag iets posten, maar check bij jezelf of het in dit kanaal hoort. Volg dit kanaal als je op de hoogte wilt blijven van wat er speelt met XR Arnhem/Nijmegen: {broadcast_link} 2. Dorpsplein XR Arnhem/Nijmegen: Deze chat is bedoeld voor het bespreken van acties en XR gerelateerde vragen. De chat is niet bedoeld om uitgebreide discussies te voeren, als je dit wilt doen kun je elkaar dm'en of een agendapunt toevoegen aan de volgende vergadering. Volg dit kanaal als je meer betrokken en actief wilt zijn bij XR Arnhem/Nijmegen: {dorpsplein_link} 3. Information Share XR Arnhem/Nijmegen: Deze chat is bedoeld om informatie, nieuwsartikelen en petities te delen over alles wat met klimaat te maken heeft. Volg dit kanaal als je op de hoogte wilt blijven van het laatste nieuws over het klimaat en het milieu: {info_channel_link} 4. Welkom XR Arnhem/Nijmegen: Deze chat is bedoeld voor nieuwe rebellen die vragen hebben over onze lokale groep. Neem contact met @mrpimmetjepom als je vragen hebt over deze groep. {welcome_channel_link} 5. Arts XR Arnhem/Nijmegen: Deze chat is bedoeld voor mensen die zich willen aansluiten bij de Arts circle. Deze circle maakt verschillende materialen voor acties of andere XR-gerelateerde zaken. Neem contact op met @metamathics als je vragen hebt of lid wilt worden van deze circle. 6. Onboarding and Integration XR Arnhem/Nijmegen: Deze chat is bedoeld voor mensen die zich willen aansluiten bij de Onboarding and Integration circle. Deze circle biedt een integratieprogramma voor nieuwe rebellen. {onboarding_link} 7. Er zijn verschillende affiniteitsgroepen, als je er vragen over hebt of als je lid wilt worden, kun je contact opnemen met @pepijnv. 8. Er zijn verschillende werkgroepen, die zich richten op specifieke acties of langetermijnprojecten. Vraag rond op Dorpsplein als je ergens aan mee wilt doen.

source: When do we meet? (upcoming events)
nl_nl: Wanneer komen we samen? (aankomende evenementen)

source: As far as I know, there are no upcoming events. Maybe some of your fellow rebels know more than I do 🙂.
nl_nl: Voor zover ik weet, zijn er geen aankomende evenementen. Misschien weten je mede-rebellen meer dan ik 🙂.

source: These are the upcoming events that I know of:
nl_nl: Voor zover ik weet, zijn dit de aankomende evenementen:

source: Oops, something went wrong. I failed to load the upcoming events.
nl_nl: Oeps, het lijkt erop dat er iets mis is gegaan. Ik kon de aankomende evenementen niet ophalen.

source: Great! I will communicate in English with you from now on.
nl_nl: Oke! Vanaf nu zal ik je in het Nederlands aanspreken.

source: Are you interested in knowing more about any of the following topics?
nl_nl: Wil je meer weten over een van de volgende onderwerpen?

source: Thanks, I'm all set. (end this conversation)
nl_nl: Ik weet genoeg voor nu. (beëindig dit gesprek)

source: Just a second, I'm sending you a file.
nl_nl: Momentje alsjeblieft, ik ben je een bestand aan het sturen.

source: Oops, seems like something went wrong. I cannot find or open the document you requested.
nl_nl: Oeps, het lijkt erop dat er iets mis is gegaan. Ik kan het document dat je opvroeg, niet vinden of openen.

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Would you like any more information?
nl_nl: Wil je nog meer informatie ontvangen?

source: Ok then! Feel free to hit me up if you need more info.
nl_nl: Oke! Laat het me weten als je meer informatie nodig hebt.

source: You can type /info to request information, /lang to set your preferred language or /start to completely restart the welcome conversation.
nl_nl: Typ /info om informatie op te vragen, /lang om de taal in te stellen of /start om dit gesprek helemaal opnieuw te beginnen.

source: I am not sure how to respond to this 🙁. Type /help for more information.
nl_nl: Ik weet niet hoe ik hierop moet antwoorden 🙁. Typ /help voor meer informatie.
